Repository: dkosmari/gnome-shell-extension-totp
Catalog: po/*.po
Languages: de, es, fr, hu, it, nl, pt_br, ru_ru

source: Scan QR code.
de: QR-Code scannen.
es: Escanear código QR.
fr: Scannez le code QR.
hu: QR-kód beolvasása.
it: Scansiona il codice QR.
pt_br: Digitalize código QR.
ru_ru: Сканировать QR-код.

source: Failed to parse "qrscan-cmd" option.
de: Die Option „qrscan-cmd“ konnte nicht analysiert werden.
es: No se pudo analizar la opción "qrscan-cmd".
fr: Échec de l'analyse de l'option "qrscan-cmd".
hu: Nem sikerült feldolgozni a „qrscan-cmd” beállítást.
it: Impossibile analizzare l'opzione "qrscan-cmd".
nl: Kan de optie "qrscan-cmd" niet parseren.
pt_br: Falhou ao interpretar a opção "qrscan-cmd".
ru_ru: Не удалось разобрать параметр "qrscan-cmd".

source: Paste either the "otpauth://" URI, or the QR code image.
de: Fügen Sie entweder den URI „otpauth://“ oder das QR-Codebild ein.
es: Pegue el URI "otpauth://" o la imagen del código QR.
fr: Collez soit l'URI "otpauth://" ou l'image du code QR.
hu: Illessze be az „otpauth://” URI-t vagy a QR-kód képét.
it: Incolla l'URI "otpauth://" o l'immagine del codice QR.
nl: Plak de URI "otpauth://" of de afbeelding van de QR-code.
pt_br: Cole o URI "otpauth://" ou a imagem do código QR.
ru_ru: Вставьте либо URI "otpauth://", либо изображение QR-кода.

source: Failed to parse "qrimage-cmd" option.
de: Die Option „qrimage-cmd“ konnte nicht analysiert werden.
es: No se pudo analizar la opción "qrimage-cmd".
fr: Échec de l'analyse de l'option "qrimage-cmd".
hu: Nem sikerült feldolgozni a „qrimage-cmd” beállítást.
it: Impossibile analizzare l'opzione "qrimage-cmd".
nl: Kan de optie "qrimage-cmd" niet parseren.
pt_br: Falhou ao interpretar a opção "qrimage-cmd".
ru_ru: Не удалось разобрать параметр "qrimage-cmd".

source: Type
es: Tipo

source: Select between time-based or counter-based OTP.
es: Seleccione entre OTP basado en tiempo o basado en contador.
nl: Kies tussen een op tijd gebaseerd of een op tellers gebaseerd OTP-systeem.

source: Issuer
de: Aussteller
es: Emisor
fr: Émetteur
hu: Kibocsátó
it: Emittente
nl: Verstrekt door
pt_br: Emissor
ru_ru: Эмитент

source: The name of the organization (Google, Facebook, etc) that issued the OTP.
de: Der Name der Organisation (Google, Facebook usw.), die das OTP herausgegeben hat.
es: El nombre de la organización (Google, Facebook, etc.) que emitió la OTP.
fr: Le nom de l'organisation (Google, Facebook, etc.) qui a délivré l'OTP.
hu: Az OTP-t kibocsátó szervezet (Google, Facebook stb.) neve.
it: Il nome dell'organizzazione (Google, Facebook, ecc.) che ha emesso l'OTP.
nl: De naam van de organisatie (Google, Facebook, etc.) die het otp verstrekt heeft.
pt_br: O nome da organização (Google, Facebook, etc) que emitiu o OTP.
ru_ru: Название организации (Google, Facebook и т.д.), которая выдала OTP.

source: Name
es: Nombre
fr: Nom
hu: Név
it: Nome
nl: Naam
pt_br: Nome
ru_ru: Название

source: Secret
de: Geheimnis
es: Secreto
fr: Secrète
hu: Titok
it: Segreto
nl: Geheim
pt_br: Segredo
ru_ru: Пароль

source: The shared secret key.
de: Der gemeinsame geheime Schlüssel.
es: La clave secreta compartida.
fr: La clé secrète partagée.
hu: A megosztott titkos kulcs.
it: La chiave segreta condivisa.
nl: De gedeelde geheime sleutel.
pt_br: A chave secreta compartilhada.
ru_ru: Поделиться секретным ключом.

source: How the secret key is encoded.
de: Wie der geheime Schlüssel kodiert ist.
es: Cómo se codifica la clave secreta.
fr: Comment la clé secrète est codée.
hu: A titkos kulcs kódolásának módja.
it: Come viene codificata la chiave segreta.
nl: Hoe de geheime sleutel is geëncodeerd.
pt_br: Como a chave secreta é codificada.
ru_ru: Как кодируется секретный ключ.

source: Digits
de: Ziffern
es: Dígitos
fr: Chiffres
hu: Számjegyek
it: Cifre
nl: Aantal getallen
pt_br: Dígitos
ru_ru: Цифры

source: How many digits in the code.
de: Geben Sie an, wie viele Ziffern der Code enthält.
es: Cuántos dígitos tiene el código.
fr: Combien de chiffres dans le code.
hu: Hány számjegyes a kód.
it: Quante cifre nel codice.
nl: Hoeveel getallen de code bevat.
pt_br: Quantos dígitos no código.
ru_ru: Сколько цифр в коде.

source: Period
de: Zeitraum
es: Período
fr: Période
hu: Időtartam
it: Periodo
nl: Periode
pt_br: Período
ru_ru: Период

source: Time between code updates, in seconds.
de: Zeit zwischen Codeaktualisierungen in Sekunden.
es: Tiempo entre actualizaciones de código, en segundos.
fr: Temps entre les mises à jour du code, en secondes.
hu: A kódfrissítések közötti idő másodpercben.
it: Tempo tra gli aggiornamenti del codice, in secondi.
nl: De tijd tussen codebijwerkingen (in seconden).
pt_br: Tempo entre atualizações do código, em segundos.
ru_ru: Время между обновлениями кода в секундах.

source: Counter
es: Contador
nl: Teller

source: This counter must be synchronized with the server, and it increments every time a code is generated.
es: Este contador debe estar sincronizado con el servidor y se incrementa cada vez que se genera un código.
nl: Deze teller moet gesynchroniseerd worden met de server en wordt verhoogd elke keer dat er een code wordt gegenereerd.

source: Algorithm
de: Algorithmus
es: Algoritmo
fr: Algorithme
hu: Algoritmus
it: Algoritmo
nl: Algoritme
pt_br: Algorítimo
ru_ru: Алгоритм

source: The hash algorithm used to generate codes.
de: Der Hash-Algorithmus, der zum Generieren von Codes verwendet wird.
es: El algoritmo hash utilizado para generar códigos.
fr: L'algorithme de hachage utilisé pour générer des codes.
hu: A kódok generálásához használt hash-algoritmus.
it: L'algoritmo hash utilizzato per generare codici.
nl: Het controlesomalgoritme van de gegenereerde codes.
pt_br: O algorítimo usado para gerar códigos.
ru_ru: Хэш-алгоритм, используемый для генерации кодов.

source: _Cancel
de: _Abbrechen
es: _Cancelar
fr: A_nnuler
hu: _Mégse
it: A_nnulla
nl: _Annuleren
pt_br: _Cancelar
ru_ru: _Отмена

source: _OK
es: _Aceptar
fr: _Valider
nl: _Oké
ru_ru: _Ок

source: Copy code to clipboard.
de: Code in die Zwischenablage kopieren.
es: Copie el código al portapapeles.
fr: Copiez le code dans le presse-papiers.
hu: Kód másolása a vágólapra.
it: Copia il codice negli appunti.
nl: Kopieer de code naar het klembord.
pt_br: Copiar código para a área de transferência.
ru_ru: Скопировать код в буфер обмена.

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
hu: Feloldás
it: Sblocca
nl: Ontgrendelen
pt_br: Desbloquear
ru_ru: Разблокировать

source: OTP code copied to clipboard.
de: OTP-Code in die Zwischenablage kopiert.
es: Código OTP copiado al portapapeles.
fr: Code OTP copié dans le presse-papiers.
hu: Az OTP-kód a vágólapra másolva.
it: Codice OTP copiato negli appunti.
nl: De code is gekopieerd naar het klembord.
pt_br: Código OTP copiado para a área de transferência.
ru_ru: OTP-код, скопированный в буфер обмена.

source: QR code
es: Código QR
hu: QR-kód
pt_br: Código QR
ru_ru: QR код

source: _Close
de: _Schließen
es: _Cerrar
fr: _Fermer
hu: _Bezárás
it: _Chiudi
nl: _Sluiten
pt_br: _Fechar
ru_ru: _Закрыть

source: Move this secret up; hold down the SHIFT key to move to the top of the list.
de: Verschieben Sie dieses Geheimnis nach oben; Halten Sie die UMSCHALTTASTE gedrückt, um an den Anfang der Liste zu gelangen.
es: Mueve este secreto hacia arriba; mantenga presionada la tecla MAYÚS para pasar al principio de la lista.
fr: Déplacez ce secret vers le haut ; maintenez la touche MAJ enfoncée pour passer en haut de la liste.
hu: Mozgassa ezt a titkot felfelé; tartsa lenyomva a SHIFT billentyűt, hogy a lista tetejére lépjen.
it: Sposta questo segreto in alto; tenere premuto il tasto MAIUSC per spostarsi in cima all'elenco.
nl: Verplaats dit geheim naar boven; Houd de SHIFT-toets ingedrukt om naar de bovenkant van de lijst te gaan.
pt_br: Mova este segredo para cima; mantenha pressionada a tecla SHIFT para ir para o topo da lista.
ru_ru: Переместить этот пароль вверх; удерживая нажатой клавишу SHIFT, переместите в начало списка.

source: Move this secret down; hold down the SHIFT key to move to the bottom of the list.
de: Verschiebe dieses Geheimnis nach unten; Halten Sie die UMSCHALTTASTE gedrückt, um zum Ende der Liste zu gelangen.
es: Mueve este secreto hacia abajo; mantenga presionada la tecla MAYÚS para ir al final de la lista.
fr: Déplacez ce secret vers le bas ; maintenez la touche MAJ enfoncée pour passer au bas de la liste.
hu: Mozgassa ezt a titkot lefelé; tartsa lenyomva a SHIFT billentyűt, hogy a lista aljára lépjen.
it: Sposta questo segreto verso il basso; tenere premuto il tasto MAIUSC per spostarsi in fondo all'elenco.
nl: Verplaats dit geheim naar beneden; Houd de SHIFT-toets ingedrukt om naar het einde van de lijst te gaan.
pt_br: Mova este segredo para baixo; mantenha pressionada a tecla SHIFT para ir para o final da lista.
ru_ru: Переместить этот пароль вниз; удерживая нажатой клавишу SHIFT, переместите в конец списка.

source: _Edit...
de: _Bearbeiten...
es: _Editar...
fr: _Modifier...
hu: _Szerkesztés…
it: _Modificare...
nl: _Bewerking...
pt_br: _Editar...
ru_ru: _Редактировать...

source: _Copy to clipboard
de: In die Zwischenablage _kopieren
es: _Copiar al portapapeles
fr: _Copier dans le presse-papier
hu: _Másolás a vágólapra
it: _Copia negli appunti
nl: _Kopieer naar klembord
pt_br: _Copiar para área de transferência
ru_ru: _Копировать в буфер обмена

source: Export to _QR code...
de: Als _QR-Code exportieren...
es: Exportar a código _QR...
fr: Exporter vers le code _QR...
hu: Exportálás QR-kódba…
it: Esporta nel codice _QR...
nl: Exporteren naar _QR-code...
pt_br: Exportar para código _QR...
ru_ru: Экспорт в _QR код...

source: _Remove
de: _Entfernen
es: _Remover
fr: _Retirer
hu: _Eltávolítás
it: _Rimuovere
nl: _Verwijderen
pt_br: _Remover
ru_ru: _Удалить

source: Importing "otpauth://" URIs
de: Importieren von „otpauth://“-URIs
es: Importación de URI "otpauth://"
fr: Importation des URI "otpauth://"
hu: „otpauth://” URI-k importálása
it: Importazione degli URI "otpauth://"
nl: 'otpauth://'-URI's importeren
pt_br: Importar URIs "otpauth://"
ru_ru: Импорт URI "otpauth://"

source: Paste all "otpauth://" URIs you want to import, one per line.
de: Fügen Sie alle „otpauth://“-URIs ein, die Sie importieren möchten, einen pro Zeile.
es: Pegue todos los URI "otpauth://" que desee importar, uno por línea.
fr: Collez tous les URI "otpauth://" que vous souhaitez importer, un par ligne.
hu: Illessze be az összes importálandó „otpauth://” URI-t, soronként egyet.
it: Incolla tutti gli URI "otpauth://" che desideri importare, uno per riga.
nl: Plak alle te importeren ‘otpauth://’-uri's, een per regel.
pt_br: Cole todas as URIs "otpauth://", uma por linha.
ru_ru: Вставьте все URI "otpauth://", которые вы хотите импортировать, по одному на строку.

source: _Import
de: _Importieren
es: _Importar
fr: _Importer
hu: _Importálás
it: _Importare
nl: _Importeren
pt_br: _Importar
ru_ru: _Импортировать

source: Unlock OTP secrets...
de: Enthüllen Sie OTP-Geheimnisse...
es: Desbloquear secretos de OTP...
fr: Déverrouillez les secrets d'OTP...
hu: OTP-titkok feloldása…
it: Sblocca i segreti OTP...
nl: Otp-geheimen ontgrendelen...
pt_br: Desbloquear segredos OTP...
ru_ru: Разблокировать пароли OTP...

source: Lock OTP secrets
de: OTP-Geheimnisse sperren
es: Bloquear secretos de OTP
fr: Verrouiller les secrets OTP
hu: OTP-titkok zárolása
it: Blocca i segreti OTP
nl: Otp-geheimen vergrendelen
pt_br: Bloquear segredos OTP
ru_ru: Заблокировать пароли OTP

source: Secrets
de: Geheimnisse
es: Secreto
hu: Titkok
it: Segreti
nl: Geheimen
pt_br: Segredos
ru_ru: Пароли

source: A list of all OTP secrets from the keyring.
es: Una lista de todos los secretos OTP del llavero.
nl: Een lijst met alle OTP-geheimen van de sleutelbos.

source: Add secret...
de: Geheimnis hinzufügen...
es: Añadir secreto...
fr: Ajouter un secret...
hu: Titok hozzáadása…
it: Aggiungi segreto...
nl: Geheim toevoegen…
pt_br: Adicionar segredo...
ru_ru: Добавить пароль...

source: Refresh secrets.
de: Geheimnisse auffrischen.
es: Actualizar secretos.
fr: Actualisez les secrets.
hu: Titkok frissítése.
it: Aggiorna i segreti.
nl: Vernieuw geheimen.
pt_br: Atualizar segredos.
ru_ru: Обновить пароли.

source: Import secrets...
de: Geheimnisse importieren...
es: Importar secretos...
fr: Importer des secrets...
hu: Titkok importálása…
it: Importa segreti...
nl: Geheimen importeren…
pt_br: Importar segredos...
ru_ru: Импортировать пароли...

source: Export all secrets to the clipboard.
de: Exportieren Sie alle Geheimnisse in die Zwischenablage.
es: Exporta todos los secretos al portapapeles.
fr: Exportez tous les secrets dans le presse-papiers.
hu: Összes titok exportálása a vágólapra.
it: Esporta tutti i segreti negli appunti.
nl: Exporteer alle geheimen naar het klembord.
pt_br: Exporte todos os segredos para a área de transferência.
ru_ru: Экспортировать все пароли в буфер обмена.

source: Creating new OTP secret
es: Creando nuevo secreto OTP
nl: Een nieuw OTP-geheim aanmaken

source: Created new secret.
de: Neues Geheimnis erstellt.
es: Creó un nuevo secreto.
fr: Création d'un nouveau secret.
hu: Új titok létrehozva.
it: Creato un nuovo segreto.
nl: Nieuw geheim gecreëerd.
pt_br: Criou novo segredo.
ru_ru: Создать новый пароль.

source: Imported secrets:
de: Importierte Geheimnisse:
es: Secretos importados:
fr: Secrets importés :
hu: Titkok importálása:
it: Segreti importati:
nl: Geïmporteerde geheimen:
pt_br: Importou segredos:
ru_ru: Импортированные пароли:

source: Copied all OTP secrets to clipboard.
de: Alle OTP-Geheimnisse in die Zwischenablage kopiert.
es: Copié todos los secretos de OTP al portapapeles.
fr: Copié tous les secrets OTP dans le presse-papiers.
hu: Összes titok a vágólapra másolva.
it: Copiato tutti i segreti OTP negli appunti.
nl: Alle otp-geheimen zijn gekopieerd naar het klembord.
pt_br: Copiado todos os segredos OTP para a área de transferência.
ru_ru: Копировать все OTP пароли в буфер обмена.

source: Editing OTP secret
es: Edición de secreto OTP
nl: OTP-geheim bewerken

source: Copied secret URI to clipboard.
de: Geheimer URI in die Zwischenablage kopiert.
es: Se copió el URI secreto al portapapeles.
fr: URI secret copié dans le presse-papiers.
hu: Titok-URI a vágólapra másolva.
it: URI segreto copiato negli appunti.
nl: Geheime URI naar klembord gekopieerd.
pt_br: URI secreta copiada para a área de transferência.
ru_ru: Копировать пароль URI в буфер обмена.

source: Failed to parse "qrencode-cmd" option.
de: Die Option „qrencode-cmd“ konnte nicht analysiert werden.
es: No se pudo analizar la opción "qrencode-cmd".
fr: Échec de l'analyse de l'option "qrencode-cmd".
hu: Nem sikerült feldolgozni a „qrencode-cmd” beállítást.
it: Impossibile analizzare l'opzione "qrencode-cmd".
nl: Kan de optie "qrencode-cmd" niet parseren.
pt_br: Falhou ao interpretar a opção "qrencode-cmd".
ru_ru: Не удалось разобрать параметр "qrencode-cmd".

source: _Delete
de: _Löschen
es: _Eliminar
fr: _Supprimer
hu: _Törlés
it: _Eliminare
nl: Verwij_deren
pt_br: _Apagar
ru_ru: _Удалить

source: Deleting OTP secret
es: Eliminando el secreto OTP
nl: OTP-geheim verwijderen

source: Deleting secret:
de: Geheimnis löschen:
es: Borrando secreto:
fr: Suppression du secret :
hu: Titok törlése:
it: Segreti importati:
nl: Geheim verwijderen:
pt_br: Apagando segredo:
ru_ru: Удаление пароля:

source: Failed to remove secret. Is it locked?
de: Geheimnis konnte nicht entfernt werden. Ist es verschlossen?
es: No se pudo eliminar el secreto. ¿Está bloqueado?
fr: Échec de la suppression du secret. Est-ce verrouillé ?
hu: Nem sikerült eltávolítani a titkot. Zárolva van?
it: Impossibile rimuovere il segreto. E' bloccato?
nl: Het geheim kan niet worden verwijderd. Is het geheim vergrendeld?
pt_br: Falha em remover o segredo. Está bloqueado?
ru_ru: Не удалось удалить пароль. Он заблокирован?

source: Deleted secret:
de: Gelöschtes Geheimnis:
es: Secreto eliminado:
fr: Secret supprimé :
hu: Titok törölve:
it: Segreto eliminato:
nl: Verwijderd geheim:
pt_br: Apagou segredo:
ru_ru: Удалённый пароль:

source: Revert option back to the default value.
de: Setzen Sie die Option auf den Standardwert zurück.
es: Revertir la opción al valor predeterminado.
fr: Rétablir l'option à la valeur par défaut.
hu: A beállítás visszaállítása az alapértelmezett értékre.
it: Ripristina l'opzione al valore predefinito.
nl: Zet de optie terug naar de standaardwaarde.
pt_br: Reverter opção de volta para o valor padrão.
ru_ru: Вернуть параметр к значению по умолчанию.

source: Options
de: Optionen
es: Opciones
hu: Beállítások
it: Opzioni
nl: Opties
pt_br: Opções
ru_ru: Параметры

source: QR generator
es: Generador QR
fr: Générateur de QR
hu: QR-kód-előállító
it: Generatore di codici QR
pt_br: Gerador QR
ru_ru: Генератор QR

source: This command must read text from standard input, and write an image to the standard output.
de: Dieser Befehl muss Text aus der Standardeingabe lesen und ein Bild in die Standardausgabe schreiben.
es: Este comando debe leer texto de la entrada estándar y escribir una imagen en la salida estándar.
fr: Cette commande doit lire le texte de l'entrée standard et écrire une image sur la sortie standard.
hu: Ennek a parancsnak szöveget kell olvasnia a szabványos bemenetről, és képet kell írnia a szabványos kimenetre.
it: Questo comando deve leggere il testo dall'input standard e scrivere un'immagine sullo standard output.
nl: Deze opdracht moet tekst uit de standaardinvoer lezen en een afbeelding naar de standaarduitvoer schrijven.
pt_br: Este comando deve ler texto da entrada padrão, e escrever uma imagem para a saída padrão.
ru_ru: Эта команда должна считывать текст из стандартного ввода и записывать изображение в стандартный вывод.

source: QR reader
es: Lector de QR
fr: Lecteur QR
hu: QR-kód-olvasó
it: Lettore QR
nl: QR-lezer
pt_br: Leitor QR
ru_ru: Считыватель QR

source: This command must read an image from the standard input, and print the decoded URI to the standard output.
de: Dieser Befehl muss ein Bild aus der Standardeingabe lesen und den dekodierten URI auf der Standardausgabe ausgeben.
es: Este comando debe leer una imagen de la entrada estándar e imprimir el URI decodificado en la salida estándar.
fr: Cette commande doit lire une image à partir de l'entrée standard et imprimer l'URI décodé sur la sortie standard.
hu: Ennek a parancsnak be kell olvasnia egy képet a szabványos bemenetről, és a dekódolt URI-t ki kell írnia a szabványos kimenetre.
it: Questo comando deve leggere un'immagine dallo standard input e stampare l'URI decodificato sullo standard output.
nl: Deze opdracht moet een afbeelding uit de standaardinvoer lezen en de gedecodeerde URI naar de standaarduitvoer afdrukken.
pt_br: Este comando deve ler uma imagem da entrada padrão e imprimir o URI decodificado na saída padrão.
ru_ru: Эта команда должна считывать изображение из стандартного ввода и выводить декодированный URI в стандартный вывод.

source: QR scanner
es: Escáner QR
fr: Scanner QR
hu: QR-kód-beolvasó
it: Scanner QR
pt_br: Digitalizador QR
ru_ru: Сканер QR

source: This command must capture an image from a camera, and print the decoded URI to the standard output.
de: Dieser Befehl muss ein Bild von einer Kamera erfassen und den dekodierten URI in der Standardausgabe ausgeben.
es: Este comando debe capturar una imagen de una cámara e imprimir el URI decodificado en la salida estándar.
fr: Cette commande doit capturer une image d'une caméra et imprimer l'URI décodé sur la sortie standard.
hu: Ennek a parancsnak egy képet kell rögzítenie egy kamerárával, és a dekódolt URI-t ki kell írnia a szabványos kimenetre.
it: Questo comando deve acquisire un'immagine da una fotocamera e stampare l'URI decodificato sull'output standard.
nl: Met deze opdracht moet een afbeelding van een camera worden vastgelegd en de gedecodeerde URI naar de standaarduitvoer worden afgedrukt.
pt_br: Este comando deve capturar uma imagem de uma câmera e imprimir o URI decodificado na saída padrão.
ru_ru: Эта команда должна захватить изображение с камеры и вывести декодированный URI на стандартный вывод.

source: Clipboard clear delay
de: Verzögerung beim Löschen der Zwischenablage
es: Retraso en borrar portapapeles
fr: Délai d'effacement du presse-papiers
hu: Vágólap törlésének késleltetése
it: Ritardo cancellazione appunti
nl: Klembord duidelijke vertraging
pt_br: Atraso na limpeza da área de transferência
ru_ru: Задержка очистки буфера обмена

source: Sensitive data is cleared from the clipboard after this many seconds.
de: Nach dieser Anzahl von Sekunden werden vertrauliche Daten aus der Zwischenablage gelöscht.
es: Los datos confidenciales se borran del portapapeles después de tantos segundos.
fr: Les données sensibles sont effacées du presse-papiers après ce nombre de secondes.
hu: Az érzékeny adatok ennyi másodperc után törlődnek a vágólapról.
it: I dati sensibili vengono cancellati dagli appunti dopo questo numero di secondi.
nl: Gevoelige gegevens worden na zoveel seconden van het klembord verwijderd.
pt_br: Os dados confidenciais são apagados da área de transferência após esses segundos.
ru_ru: По истечении этого времени конфиденциальные данные удаляются из буфера обмена.

source: When exporting sensitive data ("otpauth://" URIs) they will be cleared from the clipboard after this time has passed. Authentication codes are not cleared.
de: Beim Export sensibler Daten („otpauth://“-URIs) werden diese nach Ablauf dieser Zeit aus der Zwischenablage gelöscht. Authentifizierungscodes werden nicht gelöscht.
es: Al exportar datos confidenciales ("otpauth://" URI), se borrarán del portapapeles una vez transcurrido este tiempo. Los códigos de autenticación no se borran.
fr: Lors de l'exportation de données sensibles (URI "otpauth://"), elles seront effacées du presse-papiers une fois ce délai écoulé. Les codes d'authentification ne sont pas effacés.
hu: Érzékeny adatok („otpauth://” URI-k) exportálásakor ezek az adatok az idő letelte után törlődnek a vágólapról. A hitelesítési kódok nem törlődnek.
it: Quando si esportano dati sensibili (URI "otpauth://"), questi verranno cancellati dagli appunti una volta trascorso questo tempo. I codici di autenticazione non vengono cancellati.
nl: Bij het exporteren van gevoelige gegevens ("otpauth://" URI's) worden deze na het verstrijken van deze tijd van het klembord verwijderd. Authenticatiecodes worden niet gewist.
pt_br: Ao exportar dados confidenciais (URIs "otpauth://"), eles serão apagados da área de transferência após esse período. Os códigos de autenticação não são apagados.
ru_ru: При экспорте конфиденциальных данных (URI "otpauth://") они будут удалены из буфера обмена по истечении этого времени. Коды аутентификации не очищаются.

source: Invalid base32 input; missing padding.
de: Ungültige Base32-Eingabe; fehlende Polsterung.
es: Entrada base32 no válida; falta relleno.
fr: Entrée base32 invalide ; rembourrage manquant.
hu: Érvénytelen base32 bemenet; hiányzó kitöltés.
it: Input base32 non valido; imbottitura mancante.
nl: Ongeldige base32-invoer - de opvulling ontbreekt.
pt_br: Entrada inválida em base32; falta preenchimento.
ru_ru: Неверный ввод base32; отсутствует отступ.

source: Invalid base32 character at position:
de: Ungültiges Base32-Zeichen an Position:
es: Carácter base32 no válido en la posición:
fr: Caractère base32 invalide à la position :
hu: Érvénytelen base32 karakter a következő pozícióban:
it: Carattere base32 non valido nella posizione:
nl: Ongeldig base32-teken op positie:
pt_br: Caractere inválido em base32 na posição:
ru_ru: Недопустимый символ base32 в позиции:

source: Invalid padding.
de: Ungültige Polsterung.
es: Relleno no válido.
fr: Remplissage invalide.
hu: Érvénytelen kitöltés.
it: Imbottitura non valida.
nl: Ongeldige opvulling.
pt_br: Preenchimento inválido.
ru_ru: Недопустимое заполнение.

source: Settings...
de: Einstellungen...
es: Ajustes...
fr: Paramètres...
hu: Beállítások…
it: Impostazioni...
nl: Instellingen...
pt_br: Configurações...
ru_ru: Настройки...
