Repository: dkosmari/gnome-shell-extension-totp
Catalog: po/*.po
Languages: de, es, fr, hu, it, nl, pt_br, ru_ru

source: OTP Secrets
de: OTP-Geheimnisse
es: Secretos de OTP
fr: Secrets du OTP
hu: OTP-titkok
it: Segreti dell'OTP
nl: Otp-geheimen
pt_br: Segredos OTP
ru_ru: OTP пароли

source: Failed to lock OTP secrets.
de: OTP-Geheimnisse konnten nicht gesperrt werden.
es: No se pudieron bloquear los secretos de OTP.
fr: Échec du verrouillage des secrets OTP.
hu: Nem sikerült zárolni az OTP-titkokat.
it: Impossibile bloccare i segreti OTP.
nl: De otp-geheimen kunnen niet worden vergrendeld.
pt_br: Falhou ao bloquear segredos OTP.
ru_ru: Не удалось заблокировать OTP-пароли.

source: Error locking OTP secrets.
de: Fehler beim Sperren der OTP-Geheimnisse.
es: Error al bloquear secretos OTP.
fr: Erreur de verrouillage des secrets OTP.
hu: Hiba az OTP-titkok zárolásakor.
it: Errore durante il blocco dei segreti OTP.
nl: De otp-geheimen kunnen niet worden vergrendeld.
pt_br: Erro bloqueando segredos OTP.
ru_ru: Ошибка блокировки паролей OTP.

source: Failed to unlock OTP secrets.
de: OTP-Geheimnisse konnten nicht entsperrt werden.
es: No se pudieron desbloquear los secretos de OTP.
fr: Échec du déverrouillage des secrets OTP.
hu: Nem sikerült feloldani az OTP-titkokat.
it: Impossibile sbloccare i segreti OTP.
nl: De otp-geheimen kunnen niet worden ontgrendeld.
pt_br: Falhou ao bloquear segredos OTP.
ru_ru: Не удалось разблокировать OTP-пароли.

source: Error unlocking OTP secrets.
de: Fehler beim Entsperren der OTP-Geheimnisse.
es: Error al desbloquear secretos OTP.
fr: Erreur de déverrouillage des secrets OTP.
hu: Hiba az OTP-titkok feloldásakor.
it: Errore durante lo sblocco dei segreti OTP.
nl: De otp-geheimen kunnen niet worden ontgrendeld.
pt_br: Erro bloqueando segredos OTP.
ru_ru: Ошибка разблокировки OTP-паролей.

source: Error retrieving OTP items.
de: Fehler beim Abrufen von OTP-Elementen.
es: Error al recuperar elementos OTP.
fr: Erreur lors de la récupération des éléments OTP.
hu: Hiba az OTP-elemek lekérdezésekor.
it: Errore durante il recupero degli elementi OTP.
nl: De otp-items kunnen niet worden opgehaald.
pt_br: Erro obtendo itens OTP.
ru_ru: Ошибка при извлечении элементов OTP.

source: Error copying the OTP authentication code.
de: Fehler beim Kopieren des OTP-Authentifizierungscodes.
es: Error al copiar el código de autenticación OTP.
fr: Erreur lors de la copie du code d'authentification OTP.
hu: Hiba az OTP hitelesítési kód másolásakor.
it: Errore durante la copia del codice di autenticazione OTP.
nl: De otp-verificatiecode kan niet worden gekopieerd.
pt_br: Erro copiando código de autenticação OTP.
ru_ru: Ошибка при копировании кода аутентификации OTP.

source: Failed to lookup secret.
de: Das Geheimnis konnte nicht gesucht werden.
es: No se pudo buscar el secreto.
fr: Échec de la recherche du secret.
hu: A titok keresése sikertelen.
it: Impossibile cercare il segreto.
nl: Het geheim kan niet worden opgevraagd.
pt_br: Falha em obter segredo.
ru_ru: Не удалось найти пароль.

source: Failed to retrieve secret.
de: Das Abrufen des Geheimnisses ist fehlgeschlagen.
es: No se pudo recuperar el secreto.
fr: Échec de la récupération du secret.
hu: A titok lekérdezése sikertelen.
it: Impossibile recuperare il segreto.
nl: Het geheim kan niet worden opgehaald.
pt_br: Falha em obter segredo.
ru_ru: Не удалось восстановить пароль.

source: Failed to lookup item.
de: Das Element konnte nicht gesucht werden.
es: No se pudo buscar el artículo.
fr: Échec de la recherche de l'élément.
hu: Az elem keresése sikertelen.
it: Impossibile cercare l'elemento.
nl: Kan item niet opzoeken.
pt_br: Falha em obter item.
ru_ru: Не удалось выполнить поиск элемента.

source: Failed to set label.
de: Das Label konnte nicht festgelegt werden.
es: No se pudo establecer la etiqueta.
fr: Échec de la définition du libellé.
hu: A címke beállítása sikertelen.
it: Impossibile impostare l'etichetta.
nl: Het label kan niet worden ingesteld.
pt_br: Falha em definir rótulo.
ru_ru: Не удалось установить метку.

source: Failed to set attributes.
de: Attribute konnten nicht festgelegt werden.
es: No se pudieron establecer los atributos.
fr: Échec de la définition des attributs.
hu: Az attribútumok beállítása sikertelen.
it: Impossibile impostare gli attributi.
nl: De eigenschappen kunnen niet worden ingesteld.
pt_br: Falha em definir atributos.
ru_ru: Не удалось установить атрибуты.

source: Failed to set secret.
de: Geheimnis konnte nicht festgelegt werden.
es: No se pudo escribir el secreto.
fr: Échec de la définition du secret.
hu: Nem sikerült beállítani a titkot.
it: Impossibile impostare il segreto.
nl: Het geheim kan niet worden ingesteld.
pt_br: Falha em definir segredo.
ru_ru: Не удалось установить пароль.

source: Failed to set counter.
es: No se pudo configurar el contador.
nl: Het instellen van de teller is mislukt.

source: URI host should be "hotp"
es: El host URI debe ser "hotp"
nl: De uri-host dient ‘hotp’ te zijn

source: Invalid algorithm.
de: Ungültiger Algorithmus.
es: Algoritmo no válido.
nl: Ongeldig algoritme.

source: Failed to parse URI.
de: URI konnte nicht analysiert werden.
es: No se pudo analizar el URI.
fr: Échec de l'analyse de l'URI.
hu: Nem sikerült elemezni az URI-t.
it: Impossibile analizzare l'URI.
nl: De uri kan niet worden verwerkt.
pt_br: Falha ao ler URI.
ru_ru: Не удалось разобрать URI.

source: URI scheme should be "otpauth://..."
de: Das URI-Schema sollte „otpauth://…“ sein.
es: El esquema de URI debe ser "otpauth://..."
fr: Le schéma d'URI doit être "otpauth://..."
hu: Az URI-sémának a következőnek kell lennie: „otpauth://...”
it: Lo schema URI dovrebbe essere "otpauth://..."
nl: Het uri-scherma dient te beginnen met ‘otpauth://…’
pt_br: Esquema URI deveria ser "otpauth://..."
ru_ru: Схема URI должна быть "otpauth://..."

source: Unexpected port number in URI.
de: Unerwartete Portnummer im URI.
es: Número de puerto inesperado en URI.
fr: Numéro de port inattendu dans l'URI.
hu: Váratlan portszám az URI-ban.
it: Numero di porta imprevisto nell'URI.
nl: Ongeldig poortnummer in uri.
pt_br: Número de porta não esperado na URI.
ru_ru: Неожиданный номер порта в URI.

source: URI host should be "totp"
de: Der URI-Host sollte „totp“ sein.
es: El host URI debe ser "totp"
fr: L'hôte URI doit être "totp"
hu: Az URI-kiszolgálónak a következőnek kell lennie: „totp”
it: L'host URI dovrebbe essere "totp"
nl: De uri-host dient ‘totp’ te zijn
pt_br: Host URI deveria ser "totp"
ru_ru: URI хоста должен быть "totp"

source: Error
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
nl: Foutmelding
pt_br: Erro
ru_ru: Ошибка
